# St7GetSolverActiveStage

Returns the active stage assigned for the analysis.

long St7GetSolverActiveStage(long uID, long* Stage)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Stage
Stage index.